

/**
 

Мы с коллегами разрабатывали интернет магазин по продажам техники Apple .
В команде у нас было 3 фронта и 2 бекенд разработчика. 
Работали по методологии scrum Это двухнедельные спринты , ежедневные созвоны.
Стек у нас был Реакт Жс редакс тулкит . Я в основном занимался функионалом сайта 
Создавал карточки товаров , корзину товаров , делал пагинацию , 
дорабатывал существующий функционал
также проводили перекрестное ревью с коллегами. В общем ,команда была очень дружной,
было одно удовольстиве работать с этими ребятами но к сожалению проект свернули из за 
финансирования 









 */